const query = [
  {
    ask: "면보다 밥? 밥보다 면? 당신의 선택은..!",
    answer: [{ a: "면" }, { b: "밥" }, { c: "둘다 안 땡김..." }],
  },
  {
    ask: "따뜻한 음식 or 차가운 음식",
    answer: [{ a: "따뜻한게 최고!" }, { b: "오늘은 차가운거!" }],
  },
  {
    ask: "나는 맵찔이ㅠ_ㅠ",
    answer: [{ a: "맞다" }, { b: "아니다" }],
  },
  {
    ask: "국물이 땡긴다, 안 땡긴다?",
    answer: [{ a: "땡김" }, { b: "안 땡김" }],
  },
  {
    ask: "나는 크림파? 토마토파?",
    answer: [
      { a: "크림파!" },
      { b: "토마토파!" },
      { c: "둘다 별로..." },
      { d: "못 고르겠어ㅠ_ㅠ" },
    ],
  },
];
const foodList = [
  {
    name: "잔치국수",
  },
  {
    name: "칼국수",
  },
  {
    name: "물냉면",
  },
  {
    name: "비빔냉면",
  },
  {
    name: "제육볶음",
  },
  {
    name: "소불고기",
  },
  {
    name: "육개장",
  },
  {
    name: "설렁탕",
  },
  {
    name: "순대국밥",
  },
  {
    name: "삼겹살",
  },
];
